{"collection": [{"news_title": "After a Reset, Curiosity Is Operating Normally", "news_p": "NASA's Mars rover Curiosity is in good health but takes a short break while engineers diagnose why it reset its computer. ", "news_link": "https://mars.nasa.gov/news/news/8416/after-a-reset-curiosity-is-operating-normally/", "featured_image_url": "https://www.jpl.nasa.gov/spaceimages/images/mediumsize/PIA19113_ip.jpg", "mars_weather": "Curiosity is again operating normally following a boot problem first experienced last Friday. Look for more Gale Crater weather conditions soon.\nhttps://www.jpl.nasa.gov/news/news.php?feature=7339 …pic.twitter.com/gFMfXyeWDa", "hemisphere_image_urls": [{"title": "Cerberus Hemisphere Enhanced", "img_url": "http://astropedia.astrogeology.usgs.gov/download/Mars/Viking/cerberus_enhanced.tif/full.jpg"}, {"title": "Schiaparelli Hemisphere Enhanced", "img_url": "http://astropedia.astrogeology.usgs.gov/download/Mars/Viking/schiaparelli_enhanced.tif/full.jpg"}, {"title": "Syrtis Major Hemisphere Enhanced", "img_url": "http://astropedia.astrogeology.usgs.gov/download/Mars/Viking/syrtis_major_enhanced.tif/full.jpg"}, {"title": "Valles Marineris Hemisphere Enhanced", "img_url": "http://astropedia.astrogeology.usgs.gov/download/Mars/Viking/valles_marineris_enhanced.tif/full.jpg"}], "sp_map_link": "https://mars.nasa.gov/mer/mission/tm-spirit/images/MERA_Sol2555_1.jpg", "opp_map_link": "https://mars.nasa.gov/mer/mission/tm-opportunity/images/MERB_Sol4782_1.jpg", "spirit_content": "<div id=\"Opportunity-Update\"><div><h3>Opportunity's Mission Is Complete</h3><em>sols 5347 to 5353, Feb. 7, 2019 - Feb. 13, 2019:</em><p class=\"description\">No response has been received from Opportunity since Sol 5111 (June 10, 2018), amid a <a href=\"https://mars.nasa.gov/news/8348/opportunity-hunkers-down-during-dust-storm/\">planet-encircling dust storm on Mars</a>.  With the last uplink transmission on Sol 5352 (Feb. 12, 2019), the rover recovery efforts are concluded. The Opportunity mission is complete.  <br/><br/>The team will begin the project close out phase.  A <a href=\"http://www.ustream.tv/recorded/120152205\" target=\"_blank\">NASA press conference</a> was held on Wednesday, Feb. 13, 2019, at NASA's Jet Propulsion Laboratory in Pasadena, California, to report on the <a href=\"https://mars.nasa.gov/news/8413/nasas-opportunity-rover-mission-on-mars-comes-to-end/\">end of the rover mission</a>.<br/><br/>Total odometry is 28.06 miles (45.16 kilometers).<br/><br/>For mission highlights and resources, visit the mission <a href=\"https://mars.nasa.gov/mer/\">website</a>.  You can also send the Opportunity rover and team a <a href=\"https://mars.nasa.gov/participate/postcard/\">postcard</a>.</p></div></div>", "opportunity_content": "<div id=\"Spirit-Update\">\n<!---<a href=\"/mer/mission/rover-status/spirit/2011/all/#sol2621\">---><h3>Spirit Remains Silent at Troy</h3><!---</a>---><em>sols 2621-2627, May 18-24, 2011:</em><p class=\"description\">More than 1,300 commands were radiated to Spirit as part of the recovery effort in an attempt to elicit a response from the rover. No communication has been received from Spirit since Sol 2210 (March 22, 2010). The project concluded the Spirit recovery efforts on May 25, 2011. The remaining, pre-sequenced ultra-high frequency (UHF) relay passes scheduled for Spirit on board the Odyssey orbiter will complete on June 8, 2011.<br/><br/>\nTotal odometry is unchanged at 7,730.50 meters (4.80 miles).</p></div>", "dict_list": [{"Equatorial Diameter:": "6,792 km\n"}, {"Polar Diameter:": "6,752 km\n"}, {"Mass:": "6.42 x 10^23 kg (10.7% Earth)"}, {"Moons:": "2 (Phobos & Deimos)"}, {"Orbit Distance:": "227,943,824 km (1.52 AU)"}, {"Orbit Period:": "687 days (1.9 years)\n"}, {"Surface Temperature: ": "-153 to 20 °C"}, {"First Record:": "2nd millennium BC"}, {"Recorded By:": "Egyptian astronomers"}], "img_title": "\n\t\t\t\t  Martian Concretions Near Fram Crater\t\t\t\t", "curio_title": "Overview", "curio_update_text": "Sols 2320-2323: Onwards to Midland Valley", "curio_text_1": "\nPart of NASA's Mars Science Laboratory mission, Curiosity is the largest and most capable rover ever sent to Mars. It launched November 26, 2011 and landed on Mars at 10:32 p.m. PDT on Aug. 5, 2012 (1:32 a.m. EDT on Aug. 6, 2012).", "curio_text_2": "\nCuriosity set out to answer the question: Did Mars ever have the right environmental conditions to support small life forms called microbes? Early in its mission, Curiosity's scientific tools found chemical and mineral evidence of past habitable environments on Mars. It continues to explore the rock record from a time when Mars could have been home to microbial life.", "curio_subtitle_1": "Surveying Gale Crater", "curio_text_3": "\nCuriosity explores Gale Crater and acquires rock, soil, and air samples for onboard analysis. The car-size rover is about as tall as a basketball player and uses a 7 foot-long arm to place tools close to rocks selected for study. Curiosity's large size allows it to carry an advanced kit of 10 science instruments. It has tools including 17 cameras, a laser to vaporize and study small pinpoint spots of rocks at a distance, and a drill to collect powdered rock samples. It hunts for special rocks that formed in water and/or have signs of organics.", "curio_subtitle_2": "Strong, Smart and Curious", "curio_text_4": "\nCuriosity carries the biggest, most advanced instruments for ", "sci_stud": "scientific studies", "sci_stud_link": "https://mars.nasa.gov/mslhttps://mars.nasa.gov/msl/mission/science/", "curio_text_5": " ever sent to the Martian surface. The history of Martian climate and geology is written in the chemistry and structure of the rocks and soil. Curiosity reads this record by analyzing powdered samples drilled from rocks. It also measures the chemical fingerprints present in different rocks and soils to determine their composition and history, especially their past interactions with water.", "curio_subtitle_3": "Coming in for a Landing", "curio_text_6": "\nMars Science Laboratory arrived at Mars through ", "innov_text": "technological innovations", "innov_link": "https://mars.nasa.gov/mslhttps://mars.nasa.gov/msl/mission/technology/", "curio_text_7": " that tested a completely new landing method. The spacecraft descended on a parachute, then during the final seconds before landing, the landing system fired rockets to allow it to hover while a tether lowered Curiosity to the surface. The rover landed on its wheels, the tether was cut, and the landing system flew off to crash-land a safe distance away.", "curio_subtitle_4": "Curiosity is more mobile than any previous rover", "curio_text_8": "\nIt is fit to climb over knee-high obstacles and travels about 100 feet (30 meters) per hour, depending on instrument activity, the terrain, and visibility its cameras have of the path ahead. The rover carries a radioisotope power system that generates electricity from the heat of plutonium's radioactive decay. This electrical power source has already far exceeded its required operating lifespan on Mars' surface of at least one full Martian year (687 Earth days). The generator provides greater mobility and flexibility in operating the rover regardless of season or sunlight. The steady flow of electrical power has enhanced the science payload capability and permitted consideration of landing sites at a greater range of latitudes than was possible on previous rovers.", "bullet_subtitle": "The Mars Science Laboratory mission represents a huge step in Mars exploration because it has:", "bullet_list": [" demonstrated the ability to land a very large, heavy rover to the surface of Mars", " demonstrated the ability to land more precisely in a 12.4-mile (20-kilometer) landing area", " demonstrated long-range mobility on Mars for studying diverse environments and analyzing samples found in different settings."], "commented_info": "-With its rover named Curiosity, Mars Science Laboratory mission is part of <a href=\"http://mars.nasa.gov\" target=\"_blank\">NASA's Mars Exploration Program</a>, a long-term effort of robotic exploration of the red planet. Curiosity was designed to assess whether Mars ever had an environment able to support small life forms called microbes. In other words, its mission is to determine the planet's \"habitability.\"<br><br>\n<span class=\"SubTitle\">Mars Science Laboratory will study Mars' habitability</span><br><br>\nTo find out, the rover carries the biggest, most advanced suite of instruments for <a href=\"../../mission/science/\">scientific studies</a> ever sent to the martian surface. The rover analyzes samples scooped from the soil and drilled from rocks. The record of the planet's climate and geology is essentially \"written in the rocks and soil\" -- in their formation, structure, and chemical composition. The rover's onboard laboratory studies rocks, soils, and the local geologic setting in order to detect chemical building blocks of life (e.g., forms of carbon) on Mars and assesses what the martian environment was like in the past.<br><br>\n<span class=\"SubTitle\">Mars Science Laboratory relies on innovative technologies</span><br><br>\nMars Science Laboratory relies on new <a href=\"../../mission/technology/\">technological innovations</a>, especially for landing. The spacecraft descended on a parachute and then, during the final seconds prior to landing, lowered the upright rover on a tether to the surface, much like a sky crane. Now on the surface, the rover is able to roll over obstacles up to 75 centimeters (29 inches) high and travel up to 90 meters (295 feet) per hour. On average, the rover is expected to travel about 30 meters (98 feet) per hour, based on power levels, slippage, steepness of the terrain, visibility, and other variables.<br><br>\nThe rover carries a radioisotope power system that generates electricity from the heat of plutonium's radioactive decay. This power source gives the mission an operating lifespan on Mars' surface of a full martian year (687 Earth days) or more, while also providing significantly greater mobility and operational flexibility, enhanced science payload capability, and exploration of a much larger range of latitudes and altitudes than was possible on previous missions to Mars.<br><br>\nArriving at Mars at 10:32 p.m. PDT on Aug. 5, 2012 (1:32 a.m. EDT on Aug. 6, 2012), Mars Science Laboratory serves as an entrée to the next decade of Mars exploration. It represents a huge step in Mars surface science and exploration capability because it has:<br>\n<ul><li> demonstrated the ability to land a very large, heavy rover to the surface of Mars (which could be used for a future Mars Sample Return mission that would collect rocks and soils and send them back to Earth for laboratory analysis)<br><br></li>\n<li> demonstrated the ability to land more precisely in a 20-kilometer (12.4-mile) landing circle<br><br></li>\n<li> demonstrated long-range mobility on the surface of the red planet (5-20 kilometers or about 3 to 12 miles) for the collection of more diverse samples and studies.-", "tech_info": "Visit MSL for Scientists for technical information about the mission", "tech_info_link": "http://msl-scicorner.jpl.nasa.gov/", "curio_fact_title": "Mission Fact Sheet", "curio_fact_link": "https://mars.nasa.gov/msl/news/pdfs/MSL_Fact_Sheet.pdf", "curio_mission_update": "https://mars.nasa.gov/msl/mission/mars-rover-curiosity-mission-updates/", "curio_map_title": "Where is Curiosity?", "curio_map_link": "https://mars.nasa.gov/msl/imgs/2018/12/MSL_TraverseMap_Sol2257-br2.jpg", "curio_map_alt": "This map shows the route driven by NASA's Mars rover Curiosity through the 2257 Martian day, or sol, of the rover's mission on Mars (December 12, 2018).", "curio_map_title2": "Curiosity's Traverse Map Through Sol 2257", "curio_map_text": "This map shows the route driven by NASA's Mars rover Curiosity through the 2257 Martian day, or sol, of the rover's mission on Mars (December 12, 2018).Numbering of the dots along the line indicate the sol number of each drive. North is up. The scale bar is 1 kilometer (~0.62 mile). From Sol 2256 to Sol 2257, Curiosity had driven a straight line distance of about 16.63 feet (5.07 meters), bringing the rover's total odometry for the mission to 12.36 miles (19.89 kilometers).The base image from the map is from the High Resolution Imaging Science Experiment Camera (HiRISE) in NASA's Mars Reconnaissance Orbiter.\nImage Credit: NASA/JPL-Caltech/Univ. of Arizona"}]}